/* For the app's menu bar. */
CFBundleName = "Sketchy Draw";

/* For the Finder's info panel. */
CFBundleGetInfoString = "Copyright 1995 Next Computer, Inc.\n2.0.1, Copyright © 1998-2012, Apple Inc.\nCopyright © 2012 SatoAkira";

/* For the app's About panel.*/
NSHumanReadableCopyright = "Copyright © 1998-2012, Apple Inc.\nAll rights reserved.\nCopyright © 2012 SatoAkira";

CFBundleDisplayName = "Sketchy Draw";

/* On Mac OS 10.4 "Apple Sketch document" is the localization of the matching CFBundleTypeName entry in the Info.plist. On 10.5 it's also the localization of the matching UTTypeDescription entry in the Info.plist. The NSPDFPboardType and NSTIFFPboardType localizations are only used on 10.4, by Cocoa. On 10.5 the corresponding CFBundleDocumentTypes entries are pretty much ignored, because this app uses UTIs instead. */
"SketchyDraw Graphic Format" = "skt3:SketchyDraw Graphic Format";
"Apple Sketch 1 document" = "sketch:Apple Sketch1 Graphic Format";
"Apple Sketch Graphic Format" = "sketch2:Apple Sketch Graphic Format";
